// ANSI 转义码生成网站  https://patorjk.com/software/taag/#p=display&f=Big&t=ABB%0A
const asciiArt = `
\x1b[32m✨ 你好！欢迎使用 审知 Pro！
\x1b[0m


\x1b[36m_____ _                  _______     _   _____           
\x1b[36m/ ____| |                |___  / |   (_) |  __ \          
\x1b[36m| (___ | |__   ___ _ __      / /| |__  _  | |__) | __ ___  
\x1b[36m\___ \| '_ \ / _ \ '_ \    / / | '_ \| | |  ___/ '__/ _ \ 
\x1b[36m____) | | | |  __/ | | |  / /__| | | | | | |   | | | (_) |
\x1b[36m|_____/|_| |_|\___|_| |_| /_____|_| |_|_| |_|   |_|  \___/ 
\x1b[0m                                                        
                                                        
`

console.log(asciiArt)
